Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/travel_and_recreation/motoring_1/driver_licensing/full_driving_licence.html.txt.tmx
Source language: en
Languages: ro

source: Applying for a driving licence
ro: Solicitarea permisului de conducere

source: When you pass a driving test you are entitled to apply for a driving licence for the category of vehicle which you were tested for
ro: Atunci când promovaţi un test de conducere aveţi dreptul de a solicita un permis de conducere pentru categoria de vehicul pentru care aţi fost testat(ă)

source: This document explains how to apply for your driving licence after you have passed a driving test
ro: Prezentul document explică modul de solicitare a permisului de conducere după promovarea unui test de conducere

source: In other documents you will find information on:
ro: În alte documente veţi găsi informaţii despre:

source: • Renewing your driving licence
ro: • Reînnoirea permisului de conducere

source: • Updating your driving licence or learner permit
ro: • Actualizarea permisului de conducere sau a permisului provizoriu

source: • Replacing a lost, stolen or damaged driving licence or learner permit
ro: • Înlocuirea unui permis de conducere sau a unui permis provizoriu pierdut, furat sau deteriorat

source: • Converting your driving licence to an Irish driving licence
ro: • Convertirea permisului dvs. de conducere într-un permis irlandez de conducere

source: To apply for a driving licence, you must be normally resident in Ireland
ro: Pentru a solicita un permis de conducere, trebuie să fiţi în mod normal rezident în Irlanda

source: You are considered to be normally resident in Ireland if, because of personal and occupational ties, you usually live here for at least 185 days in each calendar year
ro: Sunteţi considerat a fi în mod normal rezident în Irlanda dacă, datorită legăturilor personale şi ocupaţionale, locuiţi, de obicei, aici, timp de cel puţin 185 de zile în fiecare an calendaristic

source: You are required to carry your driving licence with you at all times when driving
ro: Vi se solicită să aveţi în orice moment asupra dvs. permisul de conducere atunci când conduceţi

source: The rules of the road are available at rulesoftheroad.ie
ro: Regulile rutiere sunt disponibile la rulesoftheroad.ie

source: The Road Safety Authority now has responsibility for driver licensing and has set up a new National Driver Licence Service (NDLS)
ro: Autoritatea de siguranţă rutieră are acum responsabilitatea de emitere a permiselor pentru conducătorii auto şi a înfiinţat un nou National Driver Licence Service (NDLS) (Serviciu Naţional pentru Permise de Conducere)

source: In addition, the application process has changed and, when applying for a driving licence, you have to visit one of the new NDLS centres
ro: În plus, s-a modificat procesul de solicitare, iar atunci când solicitaţi un permis de conducere va trebui să vizitaţi unul dintre noile Centre NDLS

source: As part of the face-to-face application process, your photo and your signature is captured digitally
ro: Ca parte a unui proces de solicitare faţă în faţă, fotografia şi semnătura dvs. sunt captate digital

source: You have to bring additional documentation to confirm your identity
ro: Este necesar să aduceţi documentaţie suplimentară care să vă confirme identitatea

source: A new plastic-card driving licence has been introduced, replacing the paper driving licence
ro: A fost introdus un permis de conducere nou, sub forma unui card din plastic, care înlocuieşte permisul de conducere din hârtie

source: This is an EU initiative to introduce a secure, compact style of licence in all member states
ro: Aceasta este o iniţiativă UE de a introduce un stil de permis sigur, compact, în toate statele membre

source: If you obtain your first driving licence on or after 1st August 2014, you must display N-plates on your vehicle when driving for a period of 2 years
ro: A crescut numărul de categorii de permise de conducere şi s-a schimbat de asemenea cerinţa privind vârsta minimă pentru anumite categorii

source: It does not apply to a first driving licence obtained for a different category of vehicle after the original 2-year period ends
ro: Sunt disponibile informaţii suplimentare pe site-ul Web al Autorităţii privind Siguranţa Rutieră

source: Further information is available on the Road Safety Authority website
ro: Restricţii privind conducătorii auto începători

source: Category A (motorcycle) driving licences issued before 19 January 2013 carry a restriction
ro: Permisele de conducere pentru categoria A (motocicletă) emise înainte de data de 19 ianuarie 2013 prevăd o restricţie

source: This restriction limits the driving licence holder to motorcycles (with or without a sidecar) with a power limit of 25Kw or less
ro: Această restricţie permite posesorului permisului de conducere să conducă numai motociclete (cu sau fără ataş) cu o limită de putere de maxim 25 kW

source: This restriction continues for 2 years after you complete your motorcycle driving test for this category and after you have obtained a full driving licence for this category
ro: Această restricţie continuă timp de 2 ani după ce aţi finalizat testul de conducere a motocicletei pentru această categorie şi aţi obţinut un permis de conducere integral pentru această categorie

source: This restriction does not apply to category A driving licences issued since 19 January 2013
ro: Această restricţie nu se aplică permiselor de conducere de categoria A emise după data de 19 ianuarie 2013

source: If you hold a category A driving licence to which this restriction applies and want to remove the restriction before the 2 years have elapsed, you will have to do Initial Basic Training (IBT) progression module 5 (and modules 1 and 3 if not already done) on a motorcycle greater than 40kW
ro: Dacă deţineţi un permis de conducere de categoria A la care se aplică această restricţie şi doriţi să eliminaţi această restricţie înainte de trecerea celor 2 ani, va trebui să parcurgeţi modulul de progres 5 Instruire de bază iniţială (IBT) (şi modulele 1 şi 3, dacă nu le-aţi parcurs deja) pe o motocicletă mai mare de 40 kW

source: You are entitled to apply for a driving licence if you have passed the driving test for that category of vehicle within the previous 2 years
ro: Aveţi dreptul de a solicita permisul de conducere dacă aţi promovat testul de conducere pentru categoria de vehicul în perioada anterioară de 2 ani

source: If the Certificate of Competency you were issued with is over 2 years old, you will have to pass the driving test again
ro: Dacă Certificatul de competenţă care vi s-a eliberat este mai vechi de 2 ani, va trebui să promovaţi din nou testul de conducere

source: The period of time a driving licence is issued for depends on the age of the applicant
ro: Perioada de timp pentru care se emite permisul de conducere depinde de vârsta solicitantului

source: There are 4 age brackets that the period of a licence falls under
ro: Există 4 categorii de vârstă în care se încadrează perioada unui permis

source: • If you are under 60 years of age, you may apply for a 10-year licence or a 3-year (on medical grounds)
ro: • Dacă aveţi vârsta mai mică de 60 de ani, puteţi solicita un permis pe 10 ani sau unul pe 3 ani (din motive medicale)

source: • If you are older than 60 but younger than 67 years of age, you may apply for a licence that will expire the day before your 70th birthday
ro: • Dacă aveţi vârsta cuprinsă între 60 şi 67 de ani, puteţi solicita un permis care să expire cu o zi înainte să împliniţi 70 de ani

source: • If you are older than 67 but under 70 years of age, you may apply for a 3-year licence
ro: • Dacă aveţi vârsta cuprinsă între 67 şi 70 de ani, puteţi solicita un permis pe 3 ani

source: • If you are over the age of 70, you will need a certification of fitness to drive from your doctor to apply for a 3-year or a one-year licence
ro: • Dacă aveţi vârsta peste 70 de ani, veţi avea nevoie de un certificat de aptitudini de la medicul dvs. pentru a solicita un permis pe 3 ani sau unul pe un an

source: A bus or truck driving licence is issued for a maximum of 5 years
ro: Permisul de conducere pentru autobuz sau camion este emis pentru maxim 5 ani

source: Motor vehicles are divided into different categories for driver licensing purposes
ro: Autovehiculele sunt împărţite în diferite categorii cu scopul de eliberare a permiselor de conducere

source: You can read more in our document on categories of vehicles and minimum ages of drivers
ro: Puteţi citi mai mult în documentul nostru privind categoriile de vehicule şi vârstele minime ale conducătorilor auto

source: Your category of driving licence may give you entitlement to a driving licence for certain other categories of driving licence
ro: Categoria dvs. de permis de conducere vă poate oferi dreptul la anumite alte categorii de permis de conducere

source: See ‘Further information’ below
ro: Consultaţi „Informaţii suplimentare“ de mai jos

source: Since January 2013, the cost of driving licences is as follows:
ro: Începând cu luna ianuarie 2013, costul permiselor de conducere este după cum urmează:

source: • Ten-year driving licence costs €55
ro: • Costul permisului de conducere de zece ani este de 55 €

source: • Five-year bus or truck driving licence costs €55
ro: • Costul permisului de conducere de cinci ani pentru autobuz sau camion este de 55 €

source: • Three-year driving licence costs €35
ro: • Costul permisului de conducere de trei ani este de 35 €

source: • One-year driving licence costs €25
ro: • Costul permisului de conducere de un an este de 25 €

source: Adding a new category to your current driving licence costs €35
ro: Costul pentru adăugarea unei noi categorii la permisul dvs

source: Motorists over the age of 70 can get their driving licence for free
ro: Automobiliştii în vârstă de peste 70 de ani îşi pot obţine permisul de conducere gratuit

source: Information on acceptable forms of payment is available on the application form
ro: Informaţii privind formele acceptabile de plată sunt disponibile pe formularul de solicitare

source: You have to apply in person to one of the NDLS centres
ro: Nu este necesar să furnizaţi fotografii odată cu solicitarea dvs., dar este necesar să aduceţi cu dvs

source: You do not have to provide photographs with your application but you do need to bring additional documents with you in order to confirm you are the person who is applying for the driving licence
ro: documente suplimentare pentru a confirma faptul că sunteţi persoana care solicită permisul de conducere

source: If you have a learner permit or Irish driving licence, you need to bring evidence of your PPS Number and proof of address
ro: Dacă deţineţi un permis provizoriu sau un permis de conducere irlandez, trebuie să prezentaţi dovezi privind numărul dvs

source: If you do not have a learner permit or an Irish driving licence, you need to bring photographic ID, proof of your residency entitlement, evidence of your PPS Number and proof of address
ro: PPS şi o dovadă privind adresa. Dacă nu deţineţi un permis provizoriu sau un permis de conducere irlandez, trebuie să aduceţi cu dvs. actul de identitate cu fotografie, dovada privind dreptul dvs. de rezidenţă, dovezi privind numărul dvs

source: See ‘Proof of identity’ below
ro: PPS şi dovadă privind adresa

source: You apply for a driving licence using the driving licence application form (D401) which is available from NDLS centres, driving test centres, driving theory test centres and Garda stations
ro: Solicitaţi permisul de conducere cu ajutorul formularului de solicitare a permisului de conducere (D401) care este disponibil la centrele NDLS, centrele de testare a conducerii autovehiculelor, centrele de testare a teoriei privind conducerea autovehiculelor şi staţiile Garda

source: You can also download the driving licence application form (pdf) as well as guidance notes (pdf)
ro: Puteţi descărca de asemenea formularul de solicitare a permisului de conducere (pdf), precum şi notele de îndrumare (pdf)

source: Your completed application form must be accompanied by the following:
ro: Formularul de solicitare completat trebuie însoţit de următoarele:

source: • Your current or most recently issued learner permit
ro: • Permisul provizoriu curent sau emis cel mai recent

source: If your learner permit has been lost or stolen, the application form must be signed and stamped by a Garda in your local Garda Station
ro: Dacă permisul provizoriu a fost pierdut sau furat, formularul de solicitare trebuie semnat şi ştampilat de către un ofiţer Garda din staţia locală Garda

source: • Your current driving licence if adding a category to the driving licence
ro: • Permisul de conducere curent dacă se adaugă o categorie la permisul de conducere

source: • A Driving Licence Medical Report Form may be required (see below)
ro: • Poate fi necesar un formular de raport medical pentru permisul de conducere (a se vedea mai jos)

source: • A Driving Licence Eyesight Report Form may be required (see below)
ro: • Poate fi necesar un formular de raport privind vederea pentru permisul de conducere (a se vedea mai jos)

source: • A Certificate of Competency
ro: • Un Certificat de competenţă

source: • The appropriate fee - see Rates above
ro: • Taxa corespunzătoare - a se vedea tarifele de mai sus

source: You will require a Driving Licence Medical Report Form if you are applying for driving licence categories C, C1, D, D1, CE, C1E, DE or D1E (buses and trucks), unless you previously provided a medical report which is still applicable
ro: Veţi avea nevoie de un formular de raport medical pentru permisul de conducere dacă aplicaţi pentru categoriile de permis de conducere C, C1, D, D1, CE, C1E, DE sau D1E, cu excepţia situaţiei în care aţi furnizat anterior un raport medical care este încă aplicabil

source: You will not require a Driving Licence Medical Report Form if you are applying for driving licence categories AM, A1, A2, A, B, BE or W (motorcycles, cars and work vehicles) unless:
ro: Nu veţi avea nevoie de un formular de raport medical pentru permisul de conducere dacă Aplicaţi pentru categoriile de permis de conducere AM, A1, A2, A, B, BE sau W, cu excepţia situaţiei în:

source: • You will be 70 years of age or more on the first day of the period for which the licence is being issued or
ro: • Veţi împlini cel puţin 70 de ani în prima zi a perioadei pentru care se emite permisul sau

source: • You have a specific disability or condition (see application form)
ro: • Prezentaţi anumite dizabilităţi sau boli (a se vedea formularul de solicitare)

source: You can download the medical report form (pdf) (it must be printed back to back on one page)
ro: Puteţi descărca formularul de raport medical (pdf) (acesta trebuie imprimat la rând, pe o singură pagină)

source: It is also available from NDLS centres
ro: Este de asemenea disponibil la centrele NDLS

source: A registered medical practitioner should carry out your medical examination and then complete the form
ro: Un medic autorizat trebuie să vă efectueze examinarea medicală şi apoi să completeze formularul

source: You must sign the declaration on the medical report form in the presence of the registered medical practitioner
ro: Trebuie să semnaţi declaraţia de pe formularul de raport medical în prezenţa medicului autorizat

source: It must be submitted within 1 month
ro: Acesta trebuie depus în decurs de 1 lună

source: You will require a Driving Licence Eyesight Report Form if you no longer need glasses or contact lenses
ro: Veţi avea nevoie de un formular de raport privind vederea pentru permisul de conducere dacă nu mai aveţi nevoie de ochelari sau de lentile de contact

source: You can download the eyesight report form (pdf) (pages 1 and 2 should be printed back to back on one page)
ro: Puteţi descărca formularul de raport privind vederea (pdf) paginile 1 şi 2 trebuie imprimate la rând, pe o singură pagină)

source: It must be submitted within 1 month of completion
ro: Acesta trebuie depus în decurs de 1 lună de la completare

source: The following documents are accepted as proof of your identity:
ro: Următoarele documente sunt acceptate ca dovadă a identităţii dvs.:

source: - Current passport for all non-Irish citizens
ro: - Paşaport valabil pentru toţi cetăţenii care nu sunt irlandezi

source: - Current national identity card for EU/EEA/Swiss citizens
ro: - Card de identitate naţional valabil pentru cetăţenii UE/ZEE/elveţieni

source: - Irish certificate of naturalisation
ro: - Certificat irlandez de naturalizare

source: - Current UK (photo) driving licence
ro: - Permis de conducere britanic valabil (fotografie)

source: - Current Public Services Card
ro: - Card valabil de servicii publice

source: - Current Irish travel document (issued by INIS)
ro: - Document de deplasare irlandez curent (emis de INIS)

source: • Proof of your residency entitlement
ro: • Dovada dreptului dvs. de rezidenţă

source: - Irish/UK long-form birth certificate or adoption certificate
ro: - Certificat de naştere sau certificat de adopţie britanic/irlandez in format integral

source: - Current passport for all EU/EEA/Swiss citizens
ro: - Paşaport valabil pentru toţi cetăţenii UE/ZEE/elveţieni

source: - Current Certificate of Registration (GNIB card) for non-EU/EEA/Swiss citizens
ro: - Certificat valabil de înregistrare (card GNIB) pentru cetăţenii care nu sunt din UE/ZEE sau nu sunt elveţieni

source: • Evidence of your PPS Number
ro: • Dovadă privind numărul asigurării sociale (PPS)

source: - Public Services Card/Social Services Card
ro: - Card de servicii publice/Card de servicii sociale

source: - Correspondence from Revenue or Social Welfare showing PPSN
ro: - Corespondenţă de la Administraţia Financiară sau de la Asigurări sociale care să indice numărul asigurării sociale (PPSN)

source: - P21/Tax Assessment/ Notice of tax credits
ro: - P21/Evaluarea taxelor/Înştiinţare privind creditele

source: - Receipt of social welfare payment
ro: - Chitanţă privind plata contribuțiilor de asigurare socială

source: - Medical card/Drug Payment Scheme (DPS) Card
ro: - Card medical/Card privind schema de plată a medicamentelor (DPS)

source: • Proof of address (See Note below)
ro: • Dovadă privind adresa (Consultaţi Nota de mai jos)

source: - Utility bill from your electricity/phone/gas/cable television/broadband provider
ro: - Factura de utilităţi de la furnizorul dvs. de electricitate/telefon/gaz/televiziune prin cablu/trafic de date în bandă largă

source: - Correspondence with an insurance company
ro: - Corespondenţă cu o companie de asigurări

source: - Statement from your bank/building society/credit union
ro: - Declaraţie de la banca dvs./societatea de construcţii/unitatea de credit

source: - Letter from the Department of Social Protection or Revenue
ro: - Scrisoare de la Departamentul Protecţiei Sociale sau de la Administraţia Financiară

source: - Other official correspondence from an Irish State agency, such as government departments; HSE; Register of Electors/polling card; CAO; Residential Tenancies Board or third-level college/training agency
ro: - Altă corespondenţă oficială de la o agenţie de stat irlandeză, precum departamente guvernamentale; HSE; Registrul Alegătorilor/card de votare; CAO; Comisia pentru Contracte de Închiriere Rezidenţiale (Private Residential Tenancies Board) sau colegiu universitar/agenţie de instruire

source: Note: Proof of address documents can be no more than 6 months old at date of application
ro: Notă: Documentele care dovedesc adresa nu pot fi mai vechi de 6 luni la data solicitării

source: Mobile phone bills and statements from store cards/catalogue companies are not accepted
ro: Nu se acceptă facturi pentru telefonul mobil şi declaraţii de la companii de carduri/cataloage pentru magazine

source: An application for a driving licence should be made in person to one of the National Driver Licence Service (NDLS) centres - see 'How to apply' above
ro: Solicitarea unui permis de conducere trebuie efectuată personal la unul dintre centrele Serviciului Naţional pentru Permise de Conducere (NDLS) - consultaţi „Mod de solicitare“ de mai sus

source: You can book an appointment online
ro: Puteţi efectua o programare online

source: The National Driver Licence Service provides information on applying for a driving licence on its website. National Driver Licence Service Road Safety Authority Moyvalley Business Park Primrose Hill Ballina Co. Mayo Ireland
ro: Serviciului Naţional pentru Permise de Conducere furnizează informaţii despre solicitarea permisului de conducere pe site-ul său Web
